{
  "cancelClusterAction": "Cancel",
  "createClusterAction": "Create",
  "createClusterContent": "To create a new cluster, you'll be redirected to Cluster Manager. Don't worry, you'll be redirected back here afterwards so you can install OpenShift Data Science.",
  "createClusterLabel": "Create a new cluster with the installation prerequisites",
  "createClusterDescription": "We didn’t detect any clusters. To install OpenShift Data Science, create a new cluster that meets the prerequisites.",
  "detectingClustersTitle": "Detecting clusters…",
  "heroCallToActionButton": "Learn more about OpenShift Data Science",
  "heroDescription": "Accelerate your data science. OpenShift Data Science is a managed cloud service for data scientists and developers of intelligent applications. Within a fully supported sandbox, it allows businesses to rapidly develop, train, and test artificial intelligence (AI) and machine learning (ML) models using Red Hat and partner technology.",
  "heroTagline": "Add-on service for managed OpenShift",
  "heroTitle": "Get started with Red Hat OpenShift Data Science",
  "heroTryItButton": "Try it in the sandbox",
  "heroViewDemo": "View the demo",
  "installClusterAction": "Install",
  "installButton": "Install it on a cluster",
  "installClusterContent": "The OpenShift Data Science add-on will be installed on the selected cluster. If you want to remove it later, you can do so by accessing the Add-ons menu in Cluster Manager.",
  "installClusterDescription": "We detected clusters that meet the pre-requisites for installing OpenShift Data Science.",
  "installClusterTitle": "Install OpenShift Data Science on your cluster",
  "upgradeAction": "Upgrade",
  "upgradeClusterSelectLabel": "Select a cluster to upgrade",
  "upgradeClusterSelectDescription": "We'll automatically install OpenShift Data Science after the upgrade.",
  "upgradeClusterDescription": "We detected your clusters, but none meet the installation prerequisites. To install OpenShift Data Science, you can upgrade an existing cluster, or create a new one that meets the prerequisites.",
  "videoSectionInThisVideo": "In this video you’ll learn how to quickly build and deploy artificial intelligence and machine learning models using Red Hat and partner technology tools.",
  "videoSectionTitle": "Demo of Red Hat OpenShift Data Science",
  "selectClusterLabel": "Select a cluster:"
}
